Repository: openplotter/openplotter-i2c
Catalog: openplotterI2c/locale/*/LC_MESSAGES/openplotter-i2c.po
Languages: nl

source: DONE
nl: KLAAR

source: FAILED:
nl: MISLUKT:

source: Adding openplotter-i2c-read service...
nl: Openplotter-i2c-read service wordt toegevoegd...

source: Setting version...
nl: Versie instellen...

source: Removing openplotter-i2c-read service...
nl: Openplotter-i2c-read service wordt verwijderd...

source: Removing version...
nl: Versie verwijderen...

source: pressure
nl: luchtdruk

source: temperature
nl: temperatuur

source: humidity
nl: luchtvochtigheid

source: Settings
nl: Instellingen

source: I2C Addresses
nl: I2C adressen

source: Refresh
nl: Verversen

source: Sensors
nl: Sensoren

source: Connections
nl: Verbindingen

source: Failed
nl: Mislukt

source: Name
nl: Naam

source: Address
nl: Adres

source: Magnitude
nl: Grootte

source: Signal K key
nl: Signal K sleutel

source: Rate
nl: Frequentie

source: Offset
nl: Afwijking

source: Add
nl: Toevoegen

source: Remove
nl: Verwijderen

source: Edit
nl: Bewerken

source: Failed. You must select a sensor.
nl: Mislukt. U moet een sensor selecteren.

source: Failed. You must provide an address.
nl: Mislukt. U moet een adres opgeven.

source: I2C service is enabled
nl: I2C service is ingeschakeld

source: There is nothing to send. I2C service is disabled
nl: Er is niets te verzenden. I2C service is uitgeschakeld

source: Port
nl: Poort

source: SK connection ID
nl: SK verbinding ID

source: Edit Port
nl: Poort bewerken

source: Add Connection
nl: Voeg verbinding toe

source: Edit connection
nl: Bewerk SK verbinding

source: Remove connection
nl: Koppeling verwijderen

source: Failed. Error creating connection in Signal K
nl: Mislukt. Fout bij maken van verbinding in Signal K

source: Please install "Signal K Installer" OpenPlotter app
nl: Installeer "Signal K Installer" OpenPlotter app

source: Failed. Error removing connection in Signal K
nl: Mislukt. Fout bij het verwijderen van de verbinding in Signal K

source: Restarting Signal K server...
nl: Signal K server wordt herstart...

source: Signal K server restarted
nl: Signal K server herstart

source: Add I2C sensor
nl: Voeg I2C-sensor toe

source: Rate (seconds)
nl: Frequentie (sec)

source: I2C Sensors
nl: I2C Sensoren

source: Checking I2C sensors...
nl: I2C sensoren controleren...

source: Your Raspberry Pi is too old.
nl: Jouw Raspberry Pi is te oud.

source: I2C enabled
nl: I2C ingeschakeld

source: running
nl: actief

source: | not running
nl: | niet actief

source: Please enable I2C interface in Preferences -> Raspberry Pi configuration -> Interfaces.
nl: Activeer de I2C interface in Voorkeuren -> Raspberry Pi configuratie -> Interfaces.
